[
  {
    "site": "Ronald Regan Presidential Library",
    "location": "Simi Valley, CA",
    "year": "1991",
    "fact":" Walk through the Boeing 707 that served as Air Force One during the administrations of Reagan and six other presidents at the largest and more popular Presidential Library in the NARA system. Kids can reenact important moments on sets replicating the Reagan White House. It's also the final resting place of Ronald Regan."
  },
  {
  "site": " John F. Kenedy Presidential Library and Museum",
  "location": "Boston, MA",
  "year": "1979",
  "fact":" Walk through the Boeing 707 that served as Air Force One during the administrations of Reagan and six other presidents at the largest and more popular Presidential Library in the NARA system. Kids can reenact important moments on sets replicating the Reagan White House. It's also the final resting place of Ronald Regan."
  },
  {
  "site": "William McKinley Museum and Presidential Library",
  "location": "Canton, OH",
  "year": "1963",
  "fact":"Owned and operated by the Stark County Historical Society, this kid-friendly site chronicles the President's life up to his assassination and even has a planetarium with science exhibits, including a mastodon skeleton."
  },
  {
  "site": "William J. Clinton Presidential Lbrary and Museum",
  "location": "Little Rock, AR",
  "year": "2004",
  "fact":"Visit the first federal building to receive the platinum LEED certification for environmental design. Walk through exact replicas of how rooms in the White House looked during the Clinton administration. Enjoy interactive exhibits, test your knowledge of the Secret Service and marvel at interesting gifts to the President from ordinary people and heads of state."
  },
  {
  "site": "Abraham Lincoln Library and Museum",
  "location": "Springfield, IL",
  "year": "2005",
  "fact":"See the cane he used on the night of his assassination and brush up on Civil War trivia. Guests of all ages love the life-sized dioramas replicating his home and important events during his administration. This attraction is run by the state of Illinois."
  },
  {
  "site": "Franklin D. Roosevelt Presidential Library and Museum",
  "location": "Hyde Park, NY",
  "year": "1940",
  "fact":"The first official Presidential Library is built on property donated by the President to the United States in order to house his collection of papers and memorabilia. Learn about the Great Depression, WWII and even tour his home."
  },
  {
  "site": "Harry S. Truman Presidential Library and Museum",
  "location": "Independence, MO",
  "year": "1957",
  "fact":"The President and First Lady are buried in the museum courtyard. Read over 1,300 letters from the Truman courtship and marriage. Remember the Korean War, Manhattan Project and other important events during the administration of this once very unpopular President. The library's website has a special kids section with games and fun trivia."
  },
  {
  "site": "Herbery Hoover Presidential Library and Museum",
  "location": "West Branch, IA",
  "year": "1962",
  "fact":"Nine museum galleries display artifacts from the Roaring 20s, the Great Depression, Australian outback and more. The library also houses manuscripts from Laura Ingalls Wilder. The President and First Lady rest in a large grassy area behind the building."
  },
  {
  "site": "George Bush Presidential Library and Museum",
  "location": "College Station, TX",
  "year": "1997",
  "fact":"The former President (George H.W. Bush) and First Lady visit often and have put huge a emphasis on educational programs for all ages. Kids stay interested through a scavenger hunt where they note exhibit highlights such as a 12-foot section of the Berlin Wall. Located at Texas A&M University."
  },
  {
  "site": "Dwight D. Eisenhower Presidential Library and Museum",
  "location": "Abilene, KS",
  "year": "1959",
  "fact":"View the former President's boyhood home, burial site at the Place of Meditation and five exhibits centered around his personal and Presidential life. Boy Scouts may earn the special Eisenhower Leadership Patch during their visit."
  }
]
